Repository: lefterisnik/django-loosecms-menu
Catalog: loosecms_menu/locale/*/LC_MESSAGES/django.po
Languages: el

source: title
el: τίτλος

source: Give the name of the menu.
el: Δώστε το όνομα του διαχειριστή μενού.

source: published
el: δημοσίευση

source: page
el: σελίδα

source: Select the page to refer this menu entry.
el: Επιλέξτε την σελίδα στην οποία θα αναφέρετε το συγκεκριμένο μενού.

source: href
el: εξωτερικός σύνδεσμος

source: Give the external url if this menu entry open external site.
el: Δώστε τον εξωτερικό σύνδεσμο εάν το συγκεκριμένο μενού οδηγεί σε εξωτερική σελίδα.

source: manager
el: διαχειριστής

source: Select the menu manager to attach this menu entry.
el: Επιλέξτε το διαχειριστή μενού στον οποίο θα προστεθεί το συγκεκριμένο μενού.

source: order
el: σειρά εμφάνισης
